Repository: xdub/jazz2-native
Catalog: Content/Translations/*.po
Languages: ro

source: Difficulty
ro: Dificultate

source: Easy
ro: Usor

source: Medium
ro: Mediu

source: Hard
ro: Greu

source: You can adjust position of the touch zones by drag and drop.
ro: Poți ajusta poziția zonelor tactile prin a le trage și fixa.

source: Connecting to %s:%u...
ro: Conectare la %s:%u...

source: Creating server...
ro: Crearea serverului...

source: f[c:#704a4a]Cannot load specified level!f[/c] Make sure all necessary files are accessible and try it again.
ro: f[c:#704a4a]Nu se poate încărca nivelul specificat!f[/c] Asigură-te că toate fișierele necesare sunt accesibile și încearcă din nou.

source: f[c:#704a4a]Cannot resume saved state!f[/c] Make sure all necessary files are accessible and try it again.
ro: f[c:#704a4a]Nu se poate relua starea salvată!f[/c] Asigurați-vă că toate fișierele necesare sunt accesibile și încercați din nou.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client version is not compatible with the server.
ro: f[c:#704a4a]Nu se poate conecta la server!f[/c] Versiunea clientului dvs. nu este compatibilă cu serverul.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server capacity is full. Please try it later.
ro: f[c:#704a4a]Nu se poate conecta la server!f[/c] Capacitatea serverului este completă. Vă rugăm să încercați mai târziu.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server is not in a state where it can process your request. Please try again in a few seconds.
ro: f[c:#704a4a]Nu se poate conecta la server!f[/c] Serverul nu se află într-o stare în care să poată procesa cererea dumneavoastră. Vă rugăm să încercați din nou în câteva secunde.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down. Please try it later.
ro: f[c:#704a4a]Conexiunea a fost închisă!f[/c] Serverul se închide. Vă rugăm să încercați mai târziu.

source: f[c:#704a4a]Connection has been lost!f[/c] Please try it again and if the problem persists, check your network connection.
ro: f[c:#704a4a]Conexiunea a fost pierdută!f[/c] Vă rugăm să încercați din nou și dacă problema persistă, verificați conexiunea de rețea.

source: f[c:#704a4a]Cannot connect to the server!f[/c] The server is not responding for connection request.
ro: f[c:#704a4a]Nu se poate conecta la server!f[/c] Serverul nu răspunde la cererea de conectare.

source: f[c:#704a4a]Connection has been closed!f[/c] You have been f[c:#907050]kickedf[/c] off the server. Contact server administrators for more information.
ro: f[c:#704a4a]Conexiunea a fost închisă!f[/c] Ați fost f[c:#90705050]dat afarăf[/c] de pe server. Contactați administratorii serverului pentru mai multe informații.

source: f[c:#704a4a]Connection has been closed!f[/c] You have been f[c:#725040]bannedf[/c] off the server. Contact server administrators for more information.
ro: f[c:#704a4a]Conexiunea a fost închisă!f[/c] Ați fost f[c:#725040]banatf[/c] de pe server. Contactați administratorii serverului pentru mai multe informații.
