Repository: xdub/jazz2-native
Catalog: Content/Translations/*.po
Languages: ro

# flash/01_diam1
source: Spaz ate the dopefish.
ro: Spaz a mâncat peștele.

# flash/01_diam1
source: Find the gopher.
ro: Găsește popândăul.

# flash/01_diam1
source: Dragons live in burbank.
ro: Dragonii locuiesc în Burbank.

# flash/01_diam1
source: Mark wears briefs. Hoo Hah!
ro: Mark poartă boxeri. Hoo Hah!

# flash/01_diam1
source: Nick loves shiny. Always has!
ro: Nick iubește tot ce este strălucitor. Mereu a iubit!

# flash/02_diam3
source: Send Tim new socks.
ro: Trimite-i lui Tim șosete noi.

# flash/02_diam3
source: Send Nigel a green card.
ro: Trimite-i lui Nigel o carte verde.

# flash/02_diam3
source: Beware of chainsaw schmalz.
ro: Feriți-vă de drujbele schmalz.

# flash/02_diam3
source: Dont give mark a burrito.
ro: Nu-i da lui Mark un burrito.

# flash/05_medivo1
source: Beware of falling enemies.
ro: Ferește-te de inamicii care cad.

# flash/05_medivo1
source: Craig is still a doofus!
ro: Craig e tot un clown!

# flash/05_medivo1
source: Secret Level Time!!!
ro: Este timpul pentru nivelul secret!!!

# flash/bonus_garglair
source: Buttstomp A Silver Crate To Clear Your Path
ro: Sari cu fundul pe o cutie argintie Pentru a iți elibera calea

# flash/bonus_garglair
source: Crates can also make platforms appear...
ro: De asemenea, lădițele pot face ca platformele să apară...

# flash/bonus_garglair
source: Melt the Spring...
ro: Topește trambulina...

# flash/bonus_garglair
source: Leh is a Camper
ro: Leh este un camper

# monk/01_jung1
source: Falling boulders can give you a headache.
ro: Bolovanii în cădere pot să iți dea dureri de cap.

# monk/01_jung1
source: A Flamethrower works well against bugs.
ro: Un aruncător de flăcări funcționează bine împotriva insectelor.

# monk/03_hell
source: Long live the ice level.
ro: Să trăiască nivelul de gheață.

# monk/03_hell
source: Goodnight, bubba!
ro: Noapte bună, frate!

# monk/06_damn2
source: What the heck? Aaaah! No! This is NOT over!
ro: Ce naiba? Aaaah! Nu! Asta NU s-a terminat!

# prince/01_castle1
source: Poles spin you around so you can go even faster.
ro: Bările de metal te învârt ca să te poți duce și mai repede.

# prince/01_castle1
source: You found a secret area.
ro: Ai găsit o zonă secretă.

# prince/01_castle1
source: Secret Treasure Room.
ro: Camera secretă a comorii.

# prince/01_castle1
source: Nothing to see here.
ro: Nu este nimic de văzut aici.

# prince/01_castle1
source: Collect coins to activate bonus warp devices.
ro: Colectează monedele pentru a activa dispozitive de teleportare in zonele bonus.

# prince/02_castle1n
source: Cheese is green on tuesday.
ro: Cașcavalul este verde marți.

# prince/02_castle1n
source: Craig is king doofus.
ro: Craig este regele clown.

# prince/02_castle1n
source: To beat the queen shoot her off her ledge.
ro: Pentru a o învinge pe regină împușc-o până cade de pe marginea platformei.

# prince/02_castle1n
source: Good job! Now go get Devan Shell!
ro: Bună treabă! Acum du-te și adu-l pe Devan Shell!

# prince/02_castle1n
source: To kick through these blocks, press down and jump!
ro: Pentru a trece prin aceste blocuri, apasă în jos și sari!

# prince/02_castle1n
source: Press down and jump beneath these blocks to break them!
ro: Apasă în jos și sari sub aceste blocuri pentru a le sparge!

# prince/02_castle1n
source: Buttstomp the metal box to open key blocks!
ro: Sparge cu fundul cutia de metal pentru a deschide cuburile cu chei!

# prince/03_carrot1
source: Stomp your booty to exit.
ro: Mişcă-ţi fundul spre iesire.

# prince/03_carrot1
source: This spring is frozen.
ro: Această trambulină este înghețată.

# prince/04_carrot1n
source: Super dooper secret.
ro: Un secret foarte mare.

# prince/04_carrot1n
source: Shields will give you unlimited special ammo for a short time.
ro: Scuturile îți vor oferi muniție nelimitată specială pentru o perioadă scurtă de timp.

# prince/04_carrot1n
source: Stopwatches will add time to the life of a shield.
ro: Cronometrele iți vor adăuga timp la durata de viață a unui scut.

# prince/04_carrot1n
source: This schwartzenguard is toast!
ro: Acest schwartzenguard este prăjit!

# prince/06_labrat2
source: You cannot defeat me, Jazz! Prepare to face my superbot!
ro: Nu mă poți învinge, Jazz! Pregătește-te să înfrunți super robotul meu!

# prince/06_labrat2
source: Ack! I'm outta here!
ro: Ack! Am plecat de aici!

# prince/06_labrat2
source: These blocks are speed blocks. Run into them at full speed!
ro: Aceste cuburi sunt cuburi de viteză. Alergă în ele cu toată viteza!

# prince/trainer
source: Welcome to Jazz Jackrabbit 2. This is a training level.
ro: Bine ai venit la Jazz Jackrabbit 2. Acesta este un nivel de antrenament.

# prince/trainer
source: Collect goodies for points and surprises.
ro: Colectează bunătățuri pentru puncte și surprize.

# prince/trainer
source: After jumping, press jump again to do a special move.
ro: După ce ai sărit, apasă pe butonul de sărit din nou pentru a face o mișcare specială.

# prince/trainer
source: Some walls can be shot.
ro: Unii pereți pot fi împușcați.

# prince/trainer
source: When in the air, press down to stomp with your butt.
ro: Când ești în aer, apasă în jos pentru a sparge cu fundul.

# prince/trainer
source: Secrets abound in Jazz 2. Check the walls.
ro: Secretele sunt abundente în Jazz 2. Verifică pereții.

# prince/trainer
source: Good job. Remember to look for secrets.
ro: Bună treabă. Nu uita să să cauți după secrete.

# prince/trainer
source: Collect gems for an extra life.
ro: Colectează pietre prețioase pentru o viață în plus.

# prince/trainer
source: Red Gems count as one gem.
ro: Pietrele prețioase roșii se consideră ca o singură piatră prețioasă.

# prince/trainer
source: Green gems count as five gems.
ro: Pietrele prețioase verzi se consideră ca cinci pietre prețioase.

# prince/trainer
source: Blue gems count as ten gems.
ro: Pietrele prețioase albastre se consideră ca zece pietre prețioase.

# prince/trainer
source: Carrots give you health.
ro: Morcovii îți dau viața.

# prince/trainer
source: Checkpoints save your spot if you lose a life.
ro: Punctele de salvare iți salvează progresul în cazul în care pierzi o viață.

# prince/trainer
source: Collect coins to unlock bonus rooms.
ro: Colectează monede pentru a debloca camerele bonus.

# prince/trainer
source: Beware of sharp stuff. It hurts.
ro: Atentie la lucrurile ascuțite. Acestea dor.

# prince/trainer
source: Now youre ready to play. Good luck and have fun.
ro: Acum ești pregătit să joci. Mult noroc și distracție plăcută.

# rescue/01_colon1
source: Buttstomp the manhole cover!
ro: Sparge cu fundul capacul de canal!

# rescue/03_psych1
source: Smoke rings will make you dizzy.
ro: Inelele de fum te amețesc.

# secretf/01_easter1
source: You can't buttstomp so go up and around!
ro: Nu poți să le spargi cu fundul așa că mergi în sus și ocoleștele!

# secretf/01_easter1
source: No rewards to those with itchy trigger fingers.
ro: Nu există recompense pentru cei care au mâncărimi pe trăgaci.

# secretf/01_easter1
source: Todays Forcast: Strong Winds!
ro: Previziuni pentru astăzi: Vânturi puternice!

# secretf/01_easter1
source: Find the crate to clear your path.
ro: Găsește cutia pentru a iți elibera calea.

# secretf/01_easter1
source: Welcome to Jazz Jackrabbit 2: The Secret Files!
ro: Bine ai venit la Jazz Jackrabbit 2: The Secret Files!

# secretf/01_easter1
source: Only Spaz can get to the room up on the left. He may need something to stand on.
ro: Doar Spaz poate ajunge la camera sus în stânga. S-ar putea să aibă nevoie de ceva pe care să stea.

# secretf/01_easter1
source: Don't beat Nigel at pool. You've veen warned. :)
ro: Nu-l bate pe Nigel la biliard. Ai fost avertizat. :)

# secretf/01_easter1
source: Eating too many chocolate eggs can make you sick :p
ro: Mâncatul prea multor ouă de ciocolată te poate îmbolnăvi :p

# secretf/02_easter2
source: Sloping Tunnel Entrance
ro: Intrarea înclinată a tunelului

# secretf/02_easter2
source: To access the tunnels above find the access warp.
ro: Pentru a accesa tunelurile de mai sus găsește zona de teleportare.

# secretf/02_easter2
source: One route leads to riches. One route leads to battle.
ro: O cale duce la bogăție. O cale duce la luptă.

# secretf/03_easter3
source: Only those who can double-jump can get to the goodies!
ro: Doar cei care pot sări de două ori pot ajunge la bunătăți!

# secretf/03_easter3
source: Find the crate to make your climbing blocks appear
ro: Găsește cutia pentru a face cuburile de cățărare să apară

# secretf/03_easter3
source: Stomping this crate also free's some enemies :)
ro: Săritul cu fundul pe această cutie eliberează și niște inamici :)

# secretf/04_haunted1
source: Enter the house with caution.....
ro: Intră în casă cu precauție.....

# secretf/04_haunted1
source: Silver Crates can't be broken underwater...
ro: Cutiile argintii nu pot fi sparte sub apă...

# secretf/04_haunted1
source: Water Level control crate above.
ro: Nivelul apei controlează cutia de deasupra.

# secretf/04_haunted1
source: Stomping crates can be good and bad...
ro: Săritul cu fundul pe o cutie poate fi bun și rău...

# secretf/04_haunted1
source: But you need a way to get up there...
ro: Dar ai nevoie de o modalitate de a ajunge acolo sus...

# secretf/06_haunted3
source: Michelle, I will love you always and forever :)
ro: Michelle, Te voi iubi mereu și pentru totdeauna :)

# secretf/07_town1
source: Take to the roof tops!
ro: Du-te pe acoperișuri!

# secretf/07_town1
source: The skies above will reward those who stomp...
ro: Cerul de sus îi va răsplăti pe cei care vor sări cu fundul...

# secretf/07_town1
source: Jump as far over to the right as you possibly can...
ro: Sari cât mai departe spre dreapta pe cât de mult poți...

# secretf/07_town1
source: Didn't make the jump huh? :)
ro: Nu ai făcut saltul, nu-i așa? :)

# secretf/07_town1
source: Well Done!
ro: Bine lucrat!

# secretf/07_town1
source: Use your Special Moves to get up the air cons! For Jazz, press Crouch and Jump. For Spaz, Press Jump Twice!
ro: Folosește-ți mișcările speciale pentru a te ridica în curenții de aer! Pentru Jazz, apasă în jos și sări. Pentru Spaz, sări de două ori!

# secretf/08_town2
source: Find the crate and the gems are yours!
ro: Găsește cutia și pietrele prețioase sunt ale tale!

# secretf/08_town2
source: Springs Don't Work When Frozen...
ro: Trambulinele nu funcționează când sunt înghețate...

# secretf/08_town2
source: Collecting 20 coins is more rewarding...
ro: Să colectezi 20 de monede este mult mai răsplătitor...

# secretf/09_town3
source: Find the crate to clear the blocks....
ro: Găsește cutia pentru a elimina cuburile....

# secretf/09_town3
source: BEWARE! Flocks of Ravens can be very dangerous.
ro: ATENȚIE! Stolurile de corbi pot fi foarte periculoase.

# secretf/09_town3
source: The remove the blocks look to the tallest building.
ro: Pentru a îndepărta cuburile uită-te la cea mai înaltă clădire.

# secretf/09_town3
source: Choose a cover and stomp away!
ro: Alege un blocaj și dă-i bătaie!

# secretf/09_town3
source: Hi GeoBunny :)
ro: Salut GeoBunny :)

# secretf/09_town3
source: Goto www.project2.com use password: BUNNYLOVER
ro: Intră pe www.project2.com utilizează parola: BUNNYLOVER

# share/01_share1
source: Shoot these blocks!
ro: Trage în aceste cuburi!

# share/01_share1
source: When in the air, press down to stomp with your butt.
ro: Când ești în aer, apasă în jos pentru a lovi cu fundul.

# share/01_share1
source: To pass this area, stomp the secret metal crate.
ro: Pentru a trece de această zonă, lovește cu fundul cutia de metal secretă.

# share/01_share1
source: You need twenty coins to pass through this secret warp!
ro: Ai nevoie de 20 de monede pentru a trece prin această teleportare secretă!

# share/01_share1
source: Coins give you access to warps that appear later.
ro: Monedele îți oferă acces la zonele de teleportare care apar mai târziu.

# share/01_share1
source: Stomp in the right place and you might find a surprise!
ro: Lovește cu fundul locul potrivit și s-ar putea să găsești o surpriză!

# share/01_share1
source: Some crates contain bombs or baddies!
ro: Unele cutii conțin bombe sau lucruri rele!

# share/02_share2
source: You need twenty coins to pass through this secret warp!
ro: Ai nevoie de 20 de monede pentru a trece prin această teleportare secretă!

# share/02_share2
source: A flamethrower works well against nasty bugs.
ro: Un aruncător de flăcări funcționează bine împotriva insectelor enervante.

# share/02_share2
source: Smoke rings will make you very dizzy!
ro: Inelele de fum te amețesc foarte rau!

# share/03_share3
source: Beware the witch! She can turn you into a frog.
ro: Ai grijă la vrăjitoare! Ea te poate transforma într-o broască.

# share/03_share3
source: If you are turned into a frog Eva Earlong can help!
ro: Dacă ești transformat într-o broască Eva Urechi-Lungi te poate ajuta!

# share/03_share3
source: You made it! This is the end of the shareware version. Now check out the order info for M O R E!
ro: Ai reușit! Ăsta este sfârșitul versiunii shareware. Acum verifică informațiile de comandă pentru MAI MULTE!

# xmas99/01_xmas1
source: Watch out for the spikes below!
ro: Atenție la țepușele de mai jos!

# xmas99/01_xmas1
source: You can buttstomp through some of the weakspots in the pathways!
ro: Poți sparge cu fundul prin unele din punctele slabe din drumuri!

# xmas99/01_xmas1
source: Some blocks can only be broken with a certain weapon.
ro: Unele cuburi pot fi sparte doar cu o anumită armă.

# xmas99/01_xmas1
source: Welcome to Christmas Chronicles!
ro: Bine ai venit la Christmas Chronicles!

# xmas99/01_xmas1
source: Seasons Greetings from Epic MegaGames Orange Games and Project 2 Interactive!
ro: Salutări de sezon de la Epic MegaGames Orange Games și Project 2 Interactive!

# xmas99/02_xmas2
source: You can stand on top of some of the trees!
ro: Poți să stai în vârful unora dintre copaci!

# xmas99/02_xmas2
source: You can buttstomp through some of the weakspots in the pathways!
ro: Poți sparge cu fundul prin unele din punctele slabe din drumuri!

# xmas99/02_xmas2
source: Punching the blocks above you can be rewarding.
ro: Lovirea cuburilor de deasupra ta poate fi răsplătitoare.

# xmas99/02_xmas2
source: Gem Trail Entry Crate.
ro: Cutia de intrare în traseul pietrelor prețioase.

# xmas99/02_xmas2
source: Gem Trail Entrance. Climb the treetops to find and stomp the Entry Crate.
ro: Intrarea în traseul pietrelor prețioase. Urcă-te în vârful copacilor pentru a găsi și lovi cu fundul cutia de intrare.

# xmas99/02_xmas2
source: Hi There, Piggy! - Poopy
ro: Bună, Piggy! - Poopy

# xmas99/02_xmas2
source: Michelle: You've changed my life in so many ways I dedicate this project to you. I love you so much.
ro: Michelle: Mi-ai schimbat viața în atât de multe feluri. Îți dedic ție acest proiect. Te iubesc foarte mult.

# xmas99/02_xmas2
source: Kassi Nicole: A million things I long to say to you But my words always lead to the same ending I love you, I love you.
ro: Kassi Nicole: Am un milion de lucruri pe care doresc să ți le spun Dar cuvintele mele duc mereu la același sfârșit Te iubesc, te iubesc.

# xmas99/03_xmas3
source: Please use your TNT wisely.
ro: Te rog să îți folosești dinamita cu înțelepciune.

# xmas99/03_xmas3
source: Don't lose your grip!
ro: Nu-ți pierde aderența!

# xmas99/03_xmas3
source: Welcome to Burrowsville Please drive carefully.
ro: Bine ați venit în "Burrowsville" Vă rugăm să conduceți cu atenție.

# xmas99/03_xmas3
source: That bridge doesnt look too safe...
ro: Podul acela nu nu pare prea sigur...

# xmas99/03_xmas3
source: Robert and Craig: Springs RULE! :)
ro: Robert și Craig: Trambulinele sunt cele mai mișto! :)

# xmas99/03_xmas3
source: Now leaving Burrowsville Please visit again.
ro: Acum părăsiți "Burrowsville" Vă rugăm să ne vizitați din nou.

# xmas99/03_xmas3
source: Password: xmasbunny Please visit www.project2.com
ro: Parolă: xmasbunny Vă rugăm să vizitați www.project2.com

source: Reimplementation of the game f[c:#9e7056]Jazz Jackrabbit 2f[/c] released in 1998. Supports various versions of the game (Shareware Demo, Holiday Hare '98, The Secret Files and Christmas Chronicles). Also, it partially supports some features of JJ2+ extension.
ro: Re-Implementare a jocului f[c:#9e7056]Jazz Jackrabbit 2f[/c] lansat în 1998. Suportă diferite versiuni ale jocului (Shareware Demo, Holiday Hare '98, The Secret Files și Christmas Chronicles). De asemenea, suportă parțial unele caracteristici ale extensiei JJ2+.

source: For more information, visit the official website: %s
ro: Pentru mai multe informații, vizitați site-ul oficial: %s

source: Developers
ro: Dezvoltatori

source: Contributors
ro: Contribuitori

source: Translators
ro: Traducatori

source: This project uses modified f[c:#9e7056]nCinef[/c] game engine and following libraries:
ro: Acest proiect folosește o versiune modificata a motorului f[c:#9e7056]nCinef[/c] și următoarele biblioteci:

source: Play Story
ro: Joacă Povestea

source: Play Shareware Demo
ro: Joacă Versiunea Demo

source: Import Episodes
ro: Importează episoade

source: Continue
ro: Continuă

source: Play Custom Game
ro: Joacă un joc personalizat

source: Play Custom Levels
ro: Joacă Niveluri Customizate

source: Options
ro: Opțiuni

source: About
ro: Despre

source: Quit
ro: Ieșire

source: Access to external storage has been granted!
ro: Accesul la memoria externă a fost acordat!

source: f[c:#337233]Restart the game to read f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] files correctly.
ro: f[c:#337233]Repornește jocul pentru a citi corect fișierele f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233].

source: f[c:#704a4a]This game requires original f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a] files!
ro: f[c:#704a4a]Acest joc necesită fișierele originale f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a]!

source: Make sure Jazz Jackrabbit 2 files are present in following path:
ro: Asigură-te că fișierele Jazz Jackrabbit 2 sunt prezente în următorul fișier:

source: Allow access to external storage
ro: Permite accesul la stocarea externă

source: Remap Controls for Player %i
ro: Remapați comenzile pentru jucătorul %i

source: Remap Controls
ro: Remapați comenzile

source: Touch Controls
ro: Comenzi Tactile

source: Toggle Run
ro: Comutați Alergarea

source: Gamepad Button Labels
ro: Etichete pentru butoanele gamepadului

source: Gamepad Rumble
ro: Vibrațiile Gamepadului

source: Native Back Button
ro: Butonul Nativ de Întoarcere

source: Input Diagnostics
ro: Diagnosticarea intrărilor

source: Controls
ro: Controluri

source: Strong
ro: Puternic

source: Weak
ro: Slab

source: Disabled
ro: Dezactivat

source: Enabled
ro: Activat

source: Character
ro: Caracter

source: Game Mode
ro: Modul de joc

source: Create Server
ro: Creați un server

source: No custom level found!
ro: Nu s-a găsit niciun nivel customizat!

source: Play Story in Cooperation
ro: Joacă povestea în cooperare

source: No episode found!
ro: Nu s-a găsit niciun episod!

source: Restart episode
ro: Repornește episodul

source: You must complete "%s" first!
ro: Trebuie să finalizezi mai întâi "%s"!

source: Episode is locked!
ro: Episodul este blocat!

source: Legacy
ro: Jocul Original

source: I want to play the game the way it used to be.
ro: Vreau să joc așa cum era odată.

source: Reforged
ro: Jocul Reforjat

source: I want to play the game with something new.
ro: Vreau să joc jocul cu ceva nou.

source: Welcome to f[c:#9e7056]Jazz Jackrabbit 2f[/c] reimplementation!
ro: Bine ați venit la f[c:#9e7056]Jazz Jackrabbit 2f[/c] reimplementare!

source: Enhancements
ro: Îmbunătățiri

source: You can choose your preferred play style. This option can be changed at any time in f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c]. For more information, visit %s and  Discord!
ro: Puteți alege stilul de joc preferat. Această opțiune poate fi schimbată în orice moment în f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c]. Pentru mai multe informații, vizitați %s și  Discord!

source: Reforged Gameplay
ro: Modul de joc Reforjat

source: Reforged HUD
ro: HUD Reforjat

source: Reforged Main Menu
ro: Meniul Principal Reforjat

source: Ledge Climbing
ro: Cățărare pe Margini

source: Weapon Wheel
ro: Roata Pentru Arme

source: You can enable enhancements that were added to this remake.
ro: Poți activa îmbunătățirile care au fost adăugate la acestă refacere.

source: Enabled With Ammo Count
ro: Activat cu Număr Gloanțe

source: Language
ro: Limbă

source: Scripting
ro: Scripturi

source: Discord Integration
ro: Integrare cu Discord

source: Razer Chroma™
ro: Suport Razer Chroma™

source: Browse "Source" Directory
ro: Răsfoiți directorul sursa "Source"

source: Refresh Cache
ro: Reîncarcă Memoria Cache

source: Rescale Mode
ro: Moduri de Redimensionare

source: Fullscreen
ro: Ecran Complet

source: Antialiasing
ro: Antialiasare

source: Water Quality
ro: Calitatea Apei

source: Show Player Trails
ro: Arată Urmele Jucătorilor

source: Preferred Splitscreen
ro: Preferat ecranul imparțit

source: Prefer Zoom Out
ro: Preferat ecran micșorat

source: Keep Aspect Ratio In Cinematics
ro: Păstrează Raportul de Aspect în Cinematice

source: Unaligned Viewport
ro: Vizualizare nealiniată

source: Performance Metrics
ro: Indicatori de Performanță

source: Graphics
ro: Grafică

source: Low
ro: Scăzută

source: High
ro: Înaltă

source: Horizontal
ro: Orizontal

source: Enabled f[c:#d0705d](Experimental)f[/c]
ro: Activat f[c:#d0705d](Experimental)f[/c]

source: Select files of your original game to unlock additional episodes
ro: Selectează fișiere din jocul original pentru a debloca episoade suplimentare

source: Processing of selected files...
ro: Se procesează fișierele selectate...

source: Waiting for files...
ro: În așteptare pentru fișiere...

source: No files were selected!
ro: Nu a fost selectat nici un fișier!

source: No new episodes were imported!
ro: Niciun episod nou nu a fost importat!

source: No gamepads are detected!
ro: Nu sunt detectate gamepad-uri!

source: Battle
ro: Bătălie

source: Team Battle
ro: Bătălie în Echipă

source: Capture The Flag
ro: Capturați Steagul

source: Race
ro: Cursa

source: Treasure Hunt
ro: Vânătoare de Comori

source: Cooperation
ro: Cooperare

source: Select Game Mode
ro: Selectați Modul de Joc

source: Sounds
ro: Sunet

source: Resume
ro: Reluare activitate

source: Save & Exit
ro: Salvează și Ieși

source: Create Custom Server
ro: Creați un Server Personalizat

source: Connect To Server
ro: Conectare la server

source: Processing of files in f[c:#9e7056]"Source"f[/c] directory...
ro: Procesarea fișierelor f[c:#9e7056]"Sursa"f[/c] din directorul...

source: Newly added levels and episodes will be available soon.
ro: Nivelurile și episoadele nou adăugate vor fi disponibile în curând.

source: Left
ro: Stânga

source: Right
ro: Dreapta

source: Up
ro: Sus

source: Down
ro: Jos

source: Fire
ro: Trage

source: Jump
ro: Sări

source: Run
ro: Fugi

source: Change Weapon
ro: Schimbă Arma

source: Back
ro: Înapoi

source: Weapon %i
ro: Armă %i

source: Press any key or button to assign
ro: Apăsați orice tastă sau buton pentru a atribui

source: or
ro: sau

source: to remove assignment
ro: pentru a elimina atribuirea

source: None / Pixel-perfect
ro: Nimic / Pixel-perfect

source: CRT Scanlines
ro: Linii de Scanare CRT

source: CRT Shadow Mask
ro: Mască de Umbră CRT

source: CRT Aperture Grille
ro: Grilă de Deschidere CRT

source: Monochrome
ro: Monocrom

source: Select Rescale Mode
ro: Alege Modul de Redimensionare

source: Connect to Server
ro: Conectare la server

source: No servers found, but still searchin'!
ro: Nu s-au găsit servere, dar încă mai caut!

source: Master Volume
ro: Volum Principal

source: SFX Volume
ro: Volum SFX (Efecte)

source: Music Volume
ro: Volum Muzică

source: Number of Local Players
ro: Numar local de jucatori
